Security_and_why_you_need_to_review_yours/selinux/sysbench/selinux_off/threads-1.out
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 1

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 10000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            140000
        write:                           50000
        other:                           20000
        total:                           210000
    transactions:                        10000  (40.49 per sec.)
    deadlocks:                           0      (0.00 per sec.)
    read/write requests:                 190000 (769.26 per sec.)
    other operations:                    20000  (80.97 per sec.)

Test execution summary:
    total time:                          246.9914s
    total number of events:              10000
    total time taken by event execution: 246.9061
    per-request statistics:
         min:                                  3.75ms
         avg:                                 24.69ms
         max:                                702.55ms
         approx.  95 percentile:             149.27ms

Threads fairness:
    events (avg/stddev):           10000.0000/0.00
    execution time (avg/stddev):   246.9061/0.00