Security_and_why_you_need_to_review_yours/selinux/sysbench/selinux_off/threads-16.out
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 16

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 10000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            140028
        write:                           50007
        other:                           20003
        total:                           210038
    transactions:                        10001  (243.41 per sec.)
    deadlocks:                           1      (0.02 per sec.)
    read/write requests:                 190035 (4625.19 per sec.)
    other operations:                    20003  (486.85 per sec.)

Test execution summary:
    total time:                          41.0869s
    total number of events:              10001
    total time taken by event execution: 632.1804
    per-request statistics:
         min:                                 11.62ms
         avg:                                 63.21ms
         max:                               7663.17ms
         approx.  95 percentile:              95.30ms

Threads fairness:
    events (avg/stddev):           625.0625/86.16
    execution time (avg/stddev):   39.5113/1.19