Security_and_why_you_need_to_review_yours/selinux/sysbench/selinux_off/threads-32.out
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 32

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 10000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            140056
        write:                           50011
        other:                           20005
        total:                           210072
    transactions:                        10001  (208.45 per sec.)
    deadlocks:                           3      (0.06 per sec.)
    read/write requests:                 190067 (3961.63 per sec.)
    other operations:                    20005  (416.97 per sec.)

Test execution summary:
    total time:                          47.9769s
    total number of events:              10001
    total time taken by event execution: 1450.4058
    per-request statistics:
         min:                                  7.78ms
         avg:                                145.03ms
         max:                              24141.12ms
         approx.  95 percentile:             210.48ms

Threads fairness:
    events (avg/stddev):           312.5312/203.47
    execution time (avg/stddev):   45.3252/3.99