Security_and_why_you_need_to_review_yours/selinux/sysbench/selinux_off/threads-8.out
sysbench 0.4.12:  multi-threaded system evaluation benchmark

Running the test with following options:
Number of threads: 8

Doing OLTP test.
Running mixed OLTP test
Using Special distribution (12 iterations,  1 pct of values are returned in 75 pct cases)
Using "BEGIN" for starting transactions
Using auto_inc on the id column
Maximum number of requests for OLTP test is limited to 10000
Threads started!
Done.

OLTP test statistics:
    queries performed:
        read:                            140028
        write:                           50007
        other:                           20003
        total:                           210038
    transactions:                        10001  (359.79 per sec.)
    deadlocks:                           1      (0.04 per sec.)
    read/write requests:                 190035 (6836.52 per sec.)
    other operations:                    20003  (719.61 per sec.)

Test execution summary:
    total time:                          27.7971s
    total number of events:              10001
    total time taken by event execution: 222.1357
    per-request statistics:
         min:                                  8.05ms
         avg:                                 22.21ms
         max:                                825.28ms
         approx.  95 percentile:              31.67ms

Threads fairness:
    events (avg/stddev):           1250.1250/9.36
    execution time (avg/stddev):   27.7670/0.01